Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Current rifts need to be mended, whenever and wherever possible, as a sign of goodwill and a new beginning.
es: Hay que enmendar las fisuras actuales, siempre y cuando sea posible, como señal de buena voluntad y de un comienzo nuevo.

source: The result you see merely reflects the extreme goodwill of my delegation and of my people.
es: Si se ha llegado a ese resultado, hay que ver en ello una gran manifestación de buena voluntad de mi delegación y de mi pueblo.

source: For further information, please refer to the addresses and websites indicated at the end of this paper, particularly www.gatswatch.org! In many developing countries, protest movements are raising their voices against the neoliberal policies of national governments, international financial institutions and the WTO.
es: En numerosos países en vías de desarrollo hay movimientos de protesta contra la política económica neoliberal de los gobiernos nacionales, las instituciones financieras internacionales y la OMC.

source: Together with the increased front wheel size (from 14 to 15 inch), this front end accounts for increased preciseness in cornering and better stability at higher speed.
es: Junto con el mayor tamaño de neumático (de 14 a 15 pulgadas), esta rueda delantera proporciona mayor precisión en las curvas y más estabilidad a altas velocidades.

source: After actuation of the front end switch, the safety contact unit must be triggered.
es: Después de oprimir el interruptor previo al final se debe activar la regleta de contactos de seguridad.

source: The QRM Eliminator now allows to adjust the phase angle as well as amplification in a way to cancel out the unwanted signal before it reaches the receiver front end!
es: El eliminador de QRM ahora permite ajustar el ángulo de la fase tan bien como la amplificación de manera que se puede cancelar la señal no deseada antes de que alcance el extremo delantero del receptor !

source: Outer tubes have a buffed finish, which contributes to the light looking front end.
es: Los tubos externos tienen un acabado pulido, que contribuye a la apariencia de ligereza de la parte delantera.

source: As for information centre websites,* by the end of the biennium the information centres were managing a total of 47 websites in 27 local languages.
es: Para finales del bienio, los centros de información gestionaban un total de 47 sitios web en 27 lenguas locales*.

source: The ink pad in combination with the ink of high pigmentation allows him to realize thousands of impressions of high quality.
es: La almohadilla en combinación con la tinta de alta pigmentación le permite realizar miles de impresiones de alta calidad.

source: Send the impressions and transfer assembliesto the laboratory for fabrication of the working casts.
es: Envíe los conjuntos de impresiones y postes de impresión al laboratorio para la fabricación de los modelos de trabajo.

source: Both make lasting impressions on children in their formative years.
es: Ambos forman impresiones duraderas en los niños en sus años de formación.

source: Her pictorial flair for bringing to life ideas, feelings and impressions gradually ripened into true mastery.
es: Sus dotes pictóricas para dar vida a ideas, sentimientos e impresiones maduraron gradualmente convirtiéndose en una auténtica maestría.

source: Then, the dentist will take impressions of the teeth, which will be used to create the dental crowns.
es: Luego, el dentista tomará impresiones de los dientes, que se utilizarán para crear las coronas dentales.

source: When the physical body sleeps, the consciousness continues to function in the astral body (memories of the experiences in this body sometimes come through to the physical brain in the form of remembered dreams or other impressions).
es: Cuando el cuerpo físico duerme, la consciencia del individuo se centra en la esfera astral de la Tierra, siéndole a veces posible recordar vagamente sus actividades astrales en forma de sueños que aparecen vívidos y reales.

source: That is the case with many African countries, which, despite their goodwill, cannot alone cope with the threats posed by terrorist organizations.
es: Ese es el caso de muchos países africanos que, a pesar de sus buenas intenciones, no pueden enfrentar por sí solos las amenazas que para ellos representan las organizaciones terroristas.

source: In 2005 Goodwill reflected the positive difference between the acquisition cost and the fair value of assets and liabilities of the acquired subsidiaries.
es: El Fondo de comercio en 2005 reflejaba la diferencia positiva entre el coste de adquisición y el valor razonable de los activos y pasivos de las sociedades dependientes adquiridas.

source: Goodwill is expressed in the functional currency of the company acquired (note 7).
es: El Fondo de comercio se valora en la moneda funcional de la sociedad adquirida (nota 7).

source: Extensive experience in the development of websites, and direct contact with our end clients ensure we are very well aware of their requirements and problems when it comes to using a website or IT application.
es: El contacto directo con el cliente y una importante trayectoria en el sector de las empresas de diseño web nos permiten estar al día de sus exigencias y requerimientos, así como dificultades en el uso de las páginas web o cualquier otra aplicación.

source: The text of the call for proposals, the Guide for Applicants and all relevant supplementary information will be available on the following websites from the end of October 2003
es: El texto de la convocatoria, la guía del candidato, así como toda información complementaria pertinente se podrán obtener en las direcciones siguientes a partir de finales de octubre de 2003

source: And I said, 'Well, when I say 'serendipity,' which most people realize is just sort of an accidental pleasure, or something good that happens without thinking it's going to happen, was that I was on the front end of this curve.
es: "Y yo dije, 'Bueno, cuando digo suerte, lo cual la mayoría de las personas saben que es como buena fortuna o algo que pasa sin que uno piense o busque que suceda, fue que yo estaba al frente de esta curva""."

source: Such a structure may be considered to be an integral part of the vehicle front-end construction and removal would normally create discontinuities in the frontal surface of the vehicle.
es: Esta estructura puede considerarse parte integrante de la construcción delantera del vehículo y al quitarla se crearían normalmente discontinuidades en la superficie delantera del vehículo.

source: This characteristic has now been overcome with the advent of sensitive front-end electronics capable of measuring millivolts.
es: Esto ha sido superado con la llegada de la electrónica de entrada sensible, capaz de medir milésimas de voltios.

source: As with automobiles, the owners of bulldozers, front-end loaders, and other complex machinery may choose to repair their equipment with often less-costly after-market parts.
es: Tal como sucede con los automóviles, los propietarios de tractores, cargadoras frontales y otras máquinas complejas pueden optar por reparar su equipo con piezas de recambio.

source: The Department of Field Support indicated that the staffing cost was a fixed cost and even though no work had been done, these costs were allowable.
es: El Departamento de Apoyo a las Actividades sobre el Terreno indicó que los gastos de plantilla constituían un gasto fijo y, aunque no se hubiese realizado ningún trabajo, tales gastos eran admisibles.

source: Extension Workshop Results for the 2008-2009 Fiscal Year North America
es: Resultados de los Talleres de Extensión en el año 2008-2009 América del Norte

source: Although these investigative activities are in principle foreseeable, the actual likelihood within the next fiscal year is not high enough to justify budgeting for these cost-intensive measures.
es: Si bien estas investigaciones son en principio previsibles, su posibilidad real durante el próximo ejercicio económico no es lo suficientemente elevada para justificar la inclusión en el presupuesto de estas medidas onerosas.

source: The results were excellent within this context, which is clearly evident in the final data from the end of the fiscal year compared to the data from 2006.
es: En ese contexto se han obtenido unos excelentes resultados, que se ponen de manifiesto de manera evidente en los datos de cierre del ejercicio comparados con los de 2006.

source: Before the end of the fiscal year, the outgoing administration should reserve some of its funds for the incoming administration.
es: Antes del cierre del año, la administración saliente debe reservar parte de sus fondos para la administración entrante.

source: See also Downloading data to a front-end system.
es: Véase también Download de datos a un sistema front end.

source: The annual production capacity is currently one million front end modules.
es: La capacidad de producción es de un millón de terminales frontales anualmente.

source: Is equally concerned about the surveillance and censorship of information on the Internet, and calls on the Chinese authorities to end the blocking of thousands of websites, including European media websites; calls on the Chinese authorities to release writer Yang Maodong and the other 50 cyber-dissidents and web users imprisoned in China
es: 19. Se muestra asimismo preocupado por la vigilancia y la censura de la información en Internet, y pide a las autoridades chinas que pongan fin al bloqueo de miles de sitios web, incluidos sitios web de medios de comunicación europeos; insta a las autoridades chinas a liberar al escritor Yang Maodong y a los restantes 50 ciberdisidentes y usuarios de Internet encarcelados en China

source: According to Netcraft Ltd1, there were more than 186 million websites at the end of 2008 compared with 101 million at the end of 2006.
es: Según Netcraft Ltd1, a finales de 2008 había más de 186 millones de sitios web en comparación con los 101 millones disponibles a finales de 2006.

source: At the end of 2007, EMWIS had 16 national websites with the launching of the Egyptian site that year.
es: A finales de 2007, el SEMISA cuenta con 16 páginas web nacionales con el lanzamiento el mismo año de la página egipcia.

source: Member States shall ensure that statutory auditors and audit firms that carry out statutory audit(s) of public-interest entities publish on their websites, within three months of the end of each financial year, annual transparency reports that include at least the following
es: 1. Los Estados miembros se asegurarán de que los auditores legales y las sociedades de auditoría que realicen la auditoría legal o las auditorías legales de las entidades de interés público publiquen en sus sitios Internet, a más tardar tres meses después del final de cada ejercicio financiero, informes anuales de transparencia que incluyan al menos lo siguiente

source: The applications enable field extension agents to address information gaps that constrain fruit and vegetable farmers and allow other supply chain participants to monitor and control both back- and front-end supply chain functions.
es: Gracias a estas aplicaciones, los agentes de extensión agrícola pueden llenar los vacíos de información que limitan a los productores de frutas y verduras y otros participantes de la cadena de suministro pueden supervisar y controlar las funciones de ambos extremos de la cadena.

source: The benefits of volume-driven fixed cost absorption and increased efficiency compensated for upward pricing pressure from raw materials, particularly aluminum.
es: Los ahorros generados por la mayor absorción de costos fijos por volumen y las eficiencias de operación fueron capaces de compensar el incremento de materias primas, particularmente el aluminio.

source: While there are some advantages to this approach, mainly that there is a fixed cost for any given year and that the MBF would be required to be fully covered by contributions, in the long run an organization the size of UNESCO would be better served under its current self-insured arrangement.
es: Si bien este enfoque presenta algunas ventajas, principalmente que los costos para un año determinado serían fijos y que la CSM tendría que estar íntegramente financiada por las cotizaciones, a largo plazo el actual mecanismo de autoseguro sería más apropiado para una organización del tamaño de la UNESCO.

source: Our clients really don't care where the data or the applications are coming from, so long as they are managed at a guaranteed fixed cost and a guaranteed level of performance.
es: A nuestros clientes no les importa de dónde proceden los datos o las aplicaciones, siempre que se administren con un precio fijo y un nivel de rendimiento garantizados.

source: It further claimed that the increase in the net asset value of the said producers would have resulted in fixed cost increases as depreciation and financial costs would have been higher.
es: Sostuvo además que el alza del valor neto de los activos de dichos productores había dado lugar a incrementos de los costes fijos, al aumentar los costes de depreciación y de financiación.

source: You can change the allocation cost element in the activity type master data only at the fiscal year level.
es: Solamente se puede modificar la clase de coste de imputación en los datos maestros de clase de actividad a nivel de ejercicio.

source: This allows you to run the report for any periods within a given fiscal year.
es: Esto permite ejecutar el informe para cualquier período de un ejercicio especificado.

source: The three firms will continue to develop the product with an aim for commercial distribution in early fiscal year 2009.
es: Las tres marcas seguirán desarrollando este producto con el objetivo de empezar a comercializarlo a principios del 2009.

source: It is also important to emphasize that not all entry points will be given equal priority in each fiscal year or the same priority in each region.
es: También es importante enfatizar que no se les dará la misma prioridad a todos los puntos temáticos en cada año fiscal ni la misma prioridad en cada región.

source: Given the success of our operating and exploration activities during the first quarter of this year, as well as our ambitious capital expenditure program for 2010, we look forward to achieving similarly outstanding results in this fiscal year.
es: Dado el éxito de nuestras actividades operacionales y de exploración durante el primer trimestre de este año, acompañado por nuestro ambicioso programa de inversión para el 2010, esperamos alcanzar resultados igualmente sobresalientes durante el presente año fiscal.

source: The deduction from income tax can be claimed in the year following the fiscal year in which the trade fair took place.
es: La deducción del impuesto sobre la renta puede alegarse el año siguiente al ejercicio fiscal en el que tuvo lugar la feria comercial.

source: Depending on the specific application and your organization, this could mean that changes take place second-by-second or once at the end of each fiscal year.
es: Dependiendo de la aplicación específica y su organización, esto puede significar que los cambios toman lugar segundo a segundo o al final del año fiscal.

source: This activity will precede the subsequent rationalization of the high fixed-cost regional client division structure.
es: Esa actividad habrá de preceder la racionalización ulterior de los elevados gastos fijos de la estructura de división regional de los clientes.

source: UNOPS will quickly reduce its fixed-cost structural base, with most changes to be completed in 2006.
es: La UNOPS reducirá con rapidez su base estructural de gastos fijos y la mayoría de los cambios se habrán realizado en 2006.

source: Brazil's business community, however, has complained about the fixed-cost burden of unemployment insurance and other social programs.
es: Sin embargo, la comunidad empresarial de Brasil se ha quejado de la carga del costo fijo del seguro de desempleo y otros programas sociales.

source: Reducing the fixed-cost base, adjusting portfolio delivery and restoring the operational reserve
es: Reducción de la base de gastos fijos, ajuste de la atención a los clientes y reposición de la reserva operacional

source: The amount that was left available for regional activities, after paying for the staff and fixed cost of the regional apparatus is of US$ 75,000, for two years and for seven regional bodies.
es: La suma que quedó disponible para las actividades regionales, una vez pagados el personal y los costos fijos del dispositivo regional, es de 75.000 dólares para dos años y para sietes entidades regionales.

source: The high cost and low quality of ground handling services adds a fixed cost element which diminishes the ability of new entrants to compete on price.
es: El alto coste y baja calidad de los servicios de asistencia en tierra añade un elemento de coste fijo que disminuye la capacidad de los nuevos operadores para competir en precios.

source: Fiscal year basis (October 1 through September 30).
es: Con base en un año fiscal (1 de octubre a 30 de septiembre).

source: During 2009 he received compensation amounting to 530 thousand euros, broken down into 433 thousand euros as fixed remuneration and 97 thousand euros as variable remuneration, equal to half the amount expected for the entire fiscal year.
es: Durante 2009 ha percibido remuneraciones por un total de 530 miles de euros, desglosadas en 433 miles de euros de retribución fija y 97 miles de euros de retribución variable, equivalente a la mitad de la que tenía prevista para todo el ejercicio.

source: Only one company has commenced logging and the sector is unlikely to provide significant revenues in the current fiscal year.
es: Sólo una empresa ha comenzado la tala, y es poco probable que el sector aporte ingresos considerables en el ejercicio económico en curso.

source: Enter the fiscal year to be defaulted in the selection screen.
es: Introduzca el ejercicio de propuesta en la pantalla de selección.

source: In fiscal year 2009, a positive adjustment of 18 million euros was recorded for valuation of net assets.
es: En el ejercicio 2009 se ha registrado un ajuste positivo por valoración en el patrimonio de 18 millones de euros.

source: Member States are encouraged to make multiannual, unearmarked contributions as early in the fiscal year as possible, and ideally in the first two quarters of the calendar year.
es: Se alienta a los Estados Miembros a que hagan contribuciones multianuales para fines generales lo antes que sea posible en el ejercicio económico, e idealmente en los dos primeros trimestres del año.

source: Distribution of the income or loss of the fiscal year and distribution of dividends.
es: Aplicación del resultado del ejercicio y distribución de dividendos.

source: The fiscal year came to a close with over 3 million customers, which made possible a 9.72% growth of debt capital compared with the previous year.
es: El ejercicio se cerró con más de 3 millones de clientes, lo que permitió un crecimiento de los recursos ajenos un 9,72% por encima del año anterior.

source: Alternative development was increased in the last fiscal year though only for Peru, but a cutback is proposed in the FY 2006 budget.
es: El dinero destinado a desarrollo alternativo aumentó en el último año pero sólo para Perú, aunque en el presupuesto para el año fiscal 2006 se propone un recorte del mismo.

source: Under paragraph 22, it calls for getting rid of fixed-cost systems by which people buy their energy, be it electricity or gas.
es: En el apartado 22, se pide la eliminación de los sistemas de costes fijos con arreglo a los cuales las personas compran energía, sea electricidad o sea gas.

source: This improvement resulted from higher fixed-cost absorption due to higher revenues.
es: Esta mejora fue resultado de una mayor absorción de gastos fijos, debido a mayores ingresos.

source: At the other end of the spectrum, many small, transaction-intensive portfolios contribute little to the revenue base while adding disproportionately to the fixed-cost base.
es: En el otro extremo, muchas carteras pequeñas y con gran densidad de transacciones aportan poco a la base de ingresos y a la vez contribuyen en forma desproporcionada al aumento de la base de gastos fijos.

source: You can carry out fixed cost predistribution either as part of
es: La predistribución de costes fijos se puede llevar a cabo como parte de

source: Continued advances in operational efficiencies and variable and fixed cost reductions also were significant contributors to the improved financial performance in 2003.
es: Continuos progresos en la eficiencia de las operaciones y reducciones de costes variables y fijos, contribuyeron también a la mejoría en el balance financiero de 2003.

source: It also shall include an overall summary of how the policy was applied over the prior fiscal year.
es: Incluirá también un resumen global de cómo se aplicó la política de retribuciones en dicho ejercicio pasado.

source: It shall also obtain from the undertaking concerned a written declaration about any other de minimis aid [or other State aid] received during the previous two fiscal years and the current fiscal year.
es: También obtendrá de la empresa una declaración escrita sobre cualquier otra ayuda de minimis [u otra ayuda estatal] recibida durante los dos ejercicios fiscales anteriores y durante el ejercicio fiscal en curso.

source: For the 2007 fiscal year, the Office of the Prosecutor will continue its investigative and prosecutorial work in the situations currently defined in the 2006 budget.
es: En el ejercicio económico de 2007, la Fiscalía continuará su labor investigadora y de procesamiento en las situaciones actualmente definidas en el presupuesto de 2006.

source: No advances or credits were granted to members of the Board of Directors during the 2009 fiscal year.
es: No se han concedido anticipos y créditos a los miembros del Consejo de Administración durante el ejercicio 2009.

source: The company had in place no obligations on behalf of members of the Board of Directors in any regard at the close of the 2009 fiscal year.
es: La compañía no tiene asumidas obligaciones por cuenta de los miembros del Consejo de Administración por concepto alguno al cierre del ejercicio 2009.

source: As a result, after more than ten years of deficits, the national government and the 24 jurisdictions achieved financial balance in the 2003 fiscal year, and went on to obtain a surplus in the year 2004.
es: El resultado fue que después de más de diez años de déficit, el gobierno nacional y las 24 jurisdicciones alcanzaron el equilibrio financiero en el año fiscal 2003, mismo que continuó hasta lograr un superávit en el año 2004.

source: Accordingly, the Company has adopted the new standards for its fiscal year beginning January 1, 2009.
es: Por lo tanto, la Compañía ha adoptado las nuevos estándares para sus años fiscales que inician el 1o. de enero de 2009.

source: It also facilitates knowledge of its cost in order to set a first true price which could be subsequently reduced by means of the experience curve.
es: También facilita el conocimiento de su coste para fijar un primer precio real, que podrá ser abaratado posteriormente a través de la curva de experiencia.

source: They also facilitate knowledge of its cost in order to fix a real starting price, which can later be lowered through the experience curve.
es: Se facilita, además, el conocimiento de su coste para fijar un primer precio real, que posteriormente podrá abaratarse a través de la curva de experiencia.
